{
  "header": {
    "title": "Terms of Use",
    "lastUpdated": {
      "label": "Last Updated:",
      "date": "April 01, 2025"
    }
  },
  "sections": {
    "1": {
      "title": "1. Introduction and Agreement",
      "p1_beforeSite": "Welcome to Nippon Postcards (",
      "p1_site": "www.nipponpostcards.com",
      "p1_afterSite_beforeTerms": "). These Terms of Use (",
      "p1_terms": "\"Terms\"",
      "p1_afterTerms_beforeService": ") govern your access to and use of our website and the services offered, including the purchase of postcards and our unique mailing service (",
      "p1_service": "\"Service\"",
      "p1_afterService": ").",
      "p2_beforePrivacy": "By accessing or using our website and Service, you agree to be bound by these Terms and our ",
      "p2_privacyPolicy": "Privacy Policy",
      "p2_afterPrivacy": ". If you do not agree to these Terms, please do not use our Service.",
      "p3_beforeWeUsOur": "The terms ",
      "p3_weUsOur": "\"we\", \"us\", \"our\"",
      "p3_afterWeUsOur_beforeLocation": " refer to Nippon Postcards, located in ",
      "p3_location": "Toyohashi, Aichi, Japan",
      "p3_afterLocation_beforeYou": ". The term ",
      "p3_you": "\"you\"",
      "p3_afterYou": " refers to the user or customer of our website and Service."
    },
    "2": {
      "title": "2. Description of Service",
      "bullets": [
        "We offer Japanese postcards for sale.",
        "Our unique Service includes: upon your purchase and request, we will physically print the recipient's address (provided by you) onto the postcard, add appropriate Japanese postage stamps, and mail the postcard directly from Japan via Japan Post (or other specified carrier).",
        "The intention is for the postcard to arrive at the recipient's address appearing as if sent personally from Japan.",
        "We handle the physical mailing process; however, we rely on national and international postal services for delivery."
      ]
    },
    "3": {
      "title": "3. User Accounts",
      "bullets": [
        "To access certain features, you may need to create an account.",
        "You are responsible for maintaining the confidentiality of your account information (username, password).",
        "You are responsible for all activities that occur under your account.",
        "Notify us immediately of any unauthorized use of your account.",
        "We reserve the right to terminate accounts at our discretion."
      ]
    },
    "4": {
      "title": "4. Orders, Payment, and Fulfillment",
      "cards": {
        "placingOrders": {
          "title": "Placing Orders",
          "p": "By placing an order, you confirm that all information provided (including recipient address and any message) is accurate and complete."
        },
        "recipientAddress": {
          "title": "Recipient Address",
          "p": "You are solely responsible for providing the correct and complete mailing address for the recipient. We are not liable for postcards that are undeliverable due to incorrect or incomplete addresses provided by you."
        },
        "personalizedMessage": {
          "title": "Personalized Message (Optional)",
          "p": "If you provide a message to be included, you grant us a non-exclusive, royalty-free license to use that message solely for the purpose of fulfilling your order. You are responsible for the content of your message (see Prohibited Content)."
        },
        "orderAcceptance": {
          "title": "Order Acceptance",
          "p": "Our confirmation of your order constitutes acceptance. We reserve the right to refuse or cancel orders at our discretion (e.g., due to suspected fraud, stock issues, violation of terms)."
        },
        "pricing": {
          "title": "Pricing",
          "p": "Prices are listed on the website and are subject to change. Prices do not include potential import duties or taxes in the recipient's country."
        },
        "payment": {
          "title": "Payment",
          "p": "Specify accepted payment methods (e.g., Credit Card via Stripe/PayPal). Payment must be received before the service is rendered (postcard mailed)."
        },
        "taxesAndDuties": {
          "title": "Taxes and Duties",
          "p": "Recipients outside of Japan may be subject to import duties, taxes, and customs processing fees levied by their country. These charges are the recipient's responsibility."
        }
      }
    },
    "5": {
      "title": "5. Shipping and Delivery",
      "bullets": [
        "We will dispatch the postcard from Japan via Japan Post standard airmail within 1-2 business days after order confirmation and payment.",
        "Delivery times are estimates only and depend on international postal services and customs clearance in the destination country. We cannot guarantee delivery dates.",
        "Risk of loss transfers to you (or the recipient) once we hand the postcard over to the postal carrier. We are not responsible for postal delays, loss, or damage during transit by the postal service.",
        "We can not provide tracking for standard mail."
      ],
      "businessDaysStrong": "1-2 business days"
    },
    "6": {
      "title": "6. User-Provided Content (Messages)",
      "bullets": [
        "You agree not to provide any message content that is illegal, defamatory, obscene, offensive, infringing on intellectual property rights, invasive of privacy, or otherwise objectionable.",
        "You represent and warrant that you have the right to use any content you provide.",
        "We reserve the right, but not the obligation, to refuse to print or send messages that we deem inappropriate or in violation of these Terms."
      ]
    },
    "7": {
      "title": "7. Intellectual Property",
      "p1": "All content on this website, including text, graphics, logos, images (excluding user-provided messages after fulfillment), postcard designs (as presented for sale), and website design, is the property of Nippon Postcards or its licensors and is protected by Japanese and international copyright laws.",
      "p2": "You may use the site for personal, non-commercial purposes related to browsing and purchasing our products/services. No other use, including reproduction, modification, distribution, or republication, is permitted without our prior written consent."
    },
    "8": {
      "title": "8. Prohibited Uses",
      "intro": "You agree not to use the website or Service:",
      "bullets": [
        "For any unlawful purpose.",
        "To solicit others to perform or participate in unlawful acts.",
        "To infringe upon or violate our intellectual property rights or the intellectual property rights of others.",
        "To harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate.",
        "To submit false or misleading information.",
        "To upload or transmit viruses or any other type of malicious code.",
        "To collect or track the personal information of others.",
        "To spam, phish, pharm, pretext, spider, crawl, or scrape.",
        "To interfere with or circumvent the security features of the Service or any related website."
      ]
    },
    "9": {
      "title": "9. Disclaimers",
      "p1_beforeAsIs": "The Service and all products delivered to you through the Service are provided ",
      "p1_asIs": "'as is'",
      "p1_middle": " and ",
      "p1_asAvailable": "'as available'",
      "p1_after": " without any representation, warranties, or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, quality, fitness for a particular purpose, durability, title, and non-infringement.",
      "p2": "We do not guarantee that the Service will be uninterrupted, timely, secure, or error-free.",
      "p3": "We do not warrant that the results obtained from the use of the Service will be accurate or reliable.",
      "p4": "We are not responsible for the performance of postal services once the postcard is mailed."
    },
    "10": {
      "title": "10. Limitation of Liability",
      "p": "To the fullest extent permitted by applicable law, Nippon Postcards, its directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers, or licensors shall not be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility."
    },
    "11": {
      "title": "11. Indemnification",
      "p": "You agree to indemnify, defend and hold harmless Nippon Postcards and our affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Use or the documents they incorporate by reference, or your violation of any law or the rights of a third-party."
    },
    "12": {
      "title": "12. Governing Law and Dispute Resolution",
      "p1_beforeJapan": "These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of ",
      "p1_japan": "Japan",
      "p1_afterJapan": ", without regard to its conflict of law provisions.",
      "p2_beforeToyohashi": "Any dispute arising from or relating to these Terms or the Service shall be subject to the exclusive jurisdiction of the courts located in ",
      "p2_toyohashi": "Toyohashi, Japan",
      "p2_afterToyohashi": "."
    },
    "13": {
      "title": "13. Changes to Terms of Use",
      "p": "We reserve the right to update, change or replace any part of these Terms of Use by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes."
    },
    "14": {
      "title": "14. Termination",
      "p1": "These Terms are effective unless and until terminated by either you or us. You may terminate these Terms at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.",
      "p2": "We may terminate this agreement at any time without notice if, in our sole judgment, you fail to comply with any term or provision."
    },
    "15": {
      "title": "15. Contact Information",
      "p_beforeEmail": "Questions about the Terms of Use should be sent to us at:",
      "emailText": "cyberjapanservices@gmail.com"
    }
  }
}
